Revit 2027 API
ParameterTypeId.SteelElemPlateJustification Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlateJustification { get; }
Public Shared ReadOnly Property SteelElemPlateJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlateJustification {
	ForgeTypeId^ get ();
}
static member SteelElemPlateJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace